// © Copyright 2009-2012, 2015 HP Development Company, L.P.

TaskName = "Narzędzie do konserwacji systemu";
NoUtilityErrorTitle = "Nie udało się uruchomić narzędzia.";
NoUtilityErrorDescription = "Nie znaleziono narzędzia. Zainstaluj ponownie oprogramowanie.";
TaskNameTitle = "Konserwacja urządzenia";
TaskDescriptionTitle = "Narzędzie do konserwacji systemu HP Designjet obsługuje wybraną drukarkę. Aby przeprowadzić konserwację drukarki i wyświetlić informacje o drukarce, kliknij przycisk „Uruchom narzędzie”.";
LaunchUtilityButtonTitle = "Uruchom narzędzie";